Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=185_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoismainen saamelaissopimus esillä ministerikokouksessa Helsingissä
sme: Davviriikkalaš sámesoahpamuš ministtarčoahkkimis Helssegis

source: Saamelaisasioista vastaavien Suomen, Norjan ja Ruotsin ministerien ja saamelaiskäräjien puheenjohtajien vuosittainen kokous pidettiin Helsingissä 12. marraskuuta oikeusministeri Tuija Braxin johdolla.
sme: Suoma, Norgga ja Ruoŧa sámeáššiin vástideaddji ministaraid ja sámedikki ságajođiheaddjiid jahkásaš čoahkkin dollui Helssegis skábmamánu 12. beaivve vuoigatvuohtaministtar Tuija Brax jođihemiin.

source: Kokouksessa käsiteltiin muun ohella pohjoismaisen saamelaissopimuksen jatkovalmistelua.
sme: Čoahkkimis gieđahallui eará lassin davviriikkalaš sámesoahpamuš joatkkaválmmaštallan.

source: Sopimuksen jatkovalmisteluun tähtäävä työ on pitkittynyt, koska Suomi on joutunut panemaan etusijalle saamelaisten kotiseutualueen valtionmaiden käyttöön liittyvän kansallisen hankkeen valmistelun.
sme: Soahpamuša joatkkaválmmaštallamii gullevaš bargu lea ádjánán, go Suopma lea gártan bidjat ovdasadjái sámiid ruovttuguovllu stáhtaeatnamiid geavaheapmái laktáseaddji álbmotlaš fidnu válmmaštallama.

source: Pohjoismaista saamelaissopimusta koskevaa prosessia päätettiin kuitenkin jatkaa Norjan puheenjohtajuuskaudella 2009 selvittämällä, millä tavoin mahdolliset sopimusneuvottelut tulisi käytännössä toteuttaa.
sme: Mearriduvvui goittotge, ahte Davviriikkalaš sámesoahpamuša guoskevaš proseassa jotkojuvvo Norgga ságajođiheaddjiáigodagas 2009 dan láhkai, ahte čielggaduvvo mo vejolaš soahpamušráđđádallamiid galggašii geavatlaččat ollašuhttit.

source: Norjan, Ruotsin ja Suomen välisen sopimuksen tavoitteena on luoda saamelaisten oikeusasemaa koskeva yhdenmukainen pohjoismainen sääntely.
sme: Norgga, Ruoŧa ja Suoma gaskasaš soahpamuša ulbmilin lea ráhkadit sámiid rivttiid guoskevaš ovttalágan davviriikkalaš muddema.

source: Sopimuksessa olisi määräyksiä muun muassa saamelaisten itsemääräämisoikeudesta, yhteistyöstä saamelaiskäräjien ja valtioiden välillä, saamelaisten kielellisistä ja kulttuurisista oikeuksista sekä elinkeinojen harjoittamisesta.
sme: Soahpamušas livčče mearrádusat earret eará sámiid iešmearridanvuoigatvuođas, ovttasbarggus sámedikkiid ja stáhtaid gaskkas, sámiid gielalaš ja kultuvrralaš vuoigatvuođain ja maiddái ealáhusain.

source: Ruotsia kokouksessa edusti maatalousministeri Eskil Erlandsson.
sme: Ruoŧa ovddasteaddjin čoahkkimis lei eanadoalloministtar Eskil Erlandsson.

source: Saamelaiskäräjiä edustivat puheenjohtajat Egil Olli Norjasta, Lars-Anders Baer Ruotsista ja Klemetti Näkkäläjärvi ja Irja Seurujärvi-Kari Suomesta.
sme: Sámedikki ovddastedje ságajođiheaddjit Egil Olli Norggas, Lars-Anders Baer Ruoŧas ja Klemetti Näkkäläjärvi ja Irja Seurujärvi-Kari Suomas.

source: Norjan työ- ja integraatioministeri Dag Terje Andersen ei yllättäen voinut osallistua kokoukseen lentomatkaan liittyneiden ongelmien takia.
sme: Norgga bargo- ja integrášuvdnaministtar Dag Terje Andersen ii sáhttánge oassálastit čoahkkimii girdinoktavuođaid váttisvuođaid dihtii.
